IDEA Open Model
IIOMSettings.CreatedSuccessfully Property
 IOM was generated Successfully
 Namespace: IdeaRS.OpenModel.Message
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.0.1.1 (10.0.1.1)
Syntax
bool CreatedSuccessfully { get; set; }
Property CreatedSuccessfully As Boolean
	Get
	Set
property bool CreatedSuccessfully {
	bool get ();
	void set (bool value);
}
Property Value
Type: Boolean
See Also
Reference
IIOMSettings Interface
IdeaRS.OpenModel.Message Namespace